export default function BiographyFa() {
  return <div className="text-center">سید مهدی کمال‌الدینی عزبادی در تاریخ ۱۷ مهر ۱۳۲۸ در شهر یزد به دنیا آمد. او اولین فرزند مصطفی (معروف به «آقا مکی») و زینت بود. او از نوادگان سید رکن‌الدین، روحانی و عالم برجسته‌ای بود که در قرن چهاردهم میلادی به عنوان قاضی‌القضات یزد خدمت کرد. مهدی از همان دوران کودکی هوش فوق‌العاده‌ای از خود نشان داد و در تحصیلاتش به‌خصوص در رشته‌های ریاضیات و فیزیک در دبیرستان ایرانشهر یزد بسیار موفق بود و به عنوان دانش‌آموز برتر فارغ‌التحصیل شد. او که در دانشگاه‌های معتبر زیادی پذیرفته شده بود، در سال ۱۳۴۶ وارد دانشگاه صنعتی آریامهر (دانشگاه صنعتی شریف کنونی) شد و مدرک کارشناسی مهندسی مکانیک را دریافت کرد.
  <br />
  مهدی پس از پایان تحصیلات دوره کارشناسی، از سال ۱۳۵۰ تا ۱۳۵۲ در سپاه ترویج و آبادانی خدمت کرد و پروژه‌های عمرانی بسیاری را در مناطق شهری و روستایی طراحی و اجرا کرد. سپس در شرکت ملی نفت ایران به عنوان مهندس طراحی خطوط لوله خدمت کرد. او تحصیلاتش را در دانشگاه پلی‌تکنیک تهران (دانشگاه صنعتی امیرکبیر کنونی) ادامه داد و در سال ۱۳۵۴ مدرک کارشناسی ارشد مهندسی مکانیک را کسب کرد.
  <br />
  در سال ۱۳۵۵، مهدی برای ادامه تحصیل در مقطع دکترا در رشته مکانیک کاربردی به آمریکا رفت و در دانشگاه تگزاس در آرلینگتون مشغول به تحصیل شد و همزمان در شرکت بل هلیکوپتر به عنوان متخصص تأسیسات مشغول به کار بود. در سال ۱۳۵۶ برای سفری کوتاه به ایران بازگشت، اما به دلیل شرایط پیش‌آمده موفق به بازگشت به آمریکا نشد و تحصیلات دکترای او ناتمام ماند. او در آن دوران در شرکت صنایع هواپیماسازی ایران (هسا) در اصفهان به فعالیت ادامه داد.
  <br />
  مهدی در طول زندگی خود مخترع و پژوهشگری خستگی‌ناپذیر بود که در مجموع ۱۳۸ اختراع و ایده را به ثبت رساند که تعدادی از آن‌ها نیز دارای ثبت اختراع بودند. نوآوری‌های او علیرغم چالش‌ها و حمایت‌های محدود، تأثیر عمیقی بر صنعت ایران داشتند. در سال ۱۳۶۹ اولین جایزه خوارزمی را برای اختراع «دستگاه جداکننده آیرودینامیکی خودکار» دریافت کرد که تأثیر قابل‌توجهی بر صنعت فرآوری خشکبار ایران، به ویژه پسته داشت و مانع آلودگی افلاتوکسین شد و صادرات آن به بازارهای اروپایی را تسهیل کرد. با وجود منافع فراوان اقتصادی این اختراع برای ایران، او بهره چندانی از آن نبرد.
  <br />
  مهدی سیستم هیدروپنوماتیکی چندمنظوره‌ای اختراع کرد که جوایز متعددی را از جمله دهمین جشنواره بین‌المللی خوارزمی (۱۳۷۵)، دومین جشنواره ملی صنایع نفت، گاز و پتروشیمی (۱۳۷۷)، و گواهی نامه از فدراسیون بین‌المللی انجمن‌های مخترعان دریافت نمود. این سیستم همچنین در نمایشگاه ملی فناوری‌های آب، خاک و محیط زیست (۱۳۹۴) و نخستین کنفرانس ملی فناوری‌های آب (۱۳۹۶) مورد تقدیر قرار گرفت.
  <br />
  در سال ۱۳۷۷ سومین جایزه خوارزمی خود را برای اختراع «سیستم تعویض دنده دوچرخه مجهز به مکانیزم چرخ زنجیر با قطر متغیر» دریافت کرد که نشانگر دامنه گسترده تخصص فنی او بود.
  <br />
  او در دهه ۱۳۶۰ در دانشگاه کرمان تدریس می‌کرد و به عنوان معاون علمی و پژوهشی و رئیس بخش مهندسی مکانیک سازمان پژوهش‌های علمی و صنعتی کرمان مشغول به کار بود و سپس به یزد بازگشت.
  <br />
  در سال ۱۳۶۴ با مریم ازدواج کرد و پس از سال‌ها انتظار، صاحب فرزند اول خود، مرتضی در سال ۱۳۷۵ و دخترش مینا در سال ۱۳۷۸ شد. او با هوشیاری و پیگیری مستمرش، جان فرزندش را نجات داد و با استفاده از اینترنت اولیه و با کمک بیمارستان جانز هاپکینز آمریکا، بیماری پسرش را شناسایی و درمان کرد.
  <br />
  در اوایل دهه ۱۳۸۰، به عنوان مدیر تحقیق و توسعه کنسرسیوم صنایع بتنی و گروه سرمایه‌گذاری مس سرچشمه در تهران فعالیت کرد و در سال ۱۳۸۴ به یزد بازگشت و تا پایان عمر در آنجا به پژوهش و نوآوری ادامه داد.
  <br />
  مهدی ایده‌های پیشگامانه زیادی داشت که از زمان خود جلوتر بودند. او در سال ۱۳۶۸ پروژه بارورسازی ابرها را پیشنهاد کرد که بعدها دولت به شکلی نادرست اجرا کرد و نتیجه نداد. او همواره راه‌حل‌هایی برای بحران آلودگی تهران پیشنهاد می‌داد که هیچ‌گاه جدی گرفته نشدند. پس از نشت نفتی دیپ‌واتر هورایزن در سال ۲۰۱۰، پیشنهادات فنی به شرکت بریتیش پترولیوم ارائه کرد که معتقد بود منجر به موفقیت آن‌ها شد، اما هیچ‌گاه به رسمیت شناخته نشد.
  <br />
  مهدی همچنین نظریه «طاعز» را ارائه داد که راز منبع انرژی الکتریکی پدیده صاعقه در ابرهای طوفانی را برای همیشه آشکار ساخت. او بر اساس این نظریه، یک ژنراتور نوآورانه طراحی کرد که می‌تواند انرژی الکتریکی پاک، ایمن و دائمی برای فضاپیماها و ایستگاه‌های فضایی و به‌زودی بر روی زمین فراهم کند.
  <br />
  سید مهدی کمال‌الدینی عزبادی در ۱۵ تیر ۱۴۰۳ پس از ماه‌ها بیماری درگذشت و میراثی از نوآوری، صداقت و مهربانی از خود بر جای گذاشت که همواره زنده خواهد ماند.
  </div>;
}
